RECAUDACIONES/RECAUDACION ANT/DEV/TRAMA/PAGO/RESPONSE_P_OUT.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
   <soap:Body>
      <ns3:salidaEjecutarPago xmlns:ns2="http://www.bolivariano.com/mensaje/MensajeOTC" xmlns:ns3="http://www.bolivariano.com/ws/OTCService">
         <ns2:codigoError>0</ns2:codigoError>
         <ns2:datosAdicionales/>
         <ns2:fechaDebito>2022-08-08T13:12:28.000Z</ns2:fechaDebito>
         <ns2:fechaPago>2022-07-13T00:00:00.000Z</ns2:fechaPago>
         <ns2:mensajeUsuario>TRANSACCION EXITOSA</ns2:mensajeUsuario>
         <ns2:montoTotal>7.36</ns2:montoTotal>
         <ns2:referencia>55501465</ns2:referencia>
      </ns3:salidaEjecutarPago>
   </soap:Body>
</soap:Envelope>